export const countryCodes: { [key: string]: string } = {
  '684': 'as', // Восточное Самоа
  '264': 'ai', // Ангилья о.
  '268': 'ag', // Антигуа и Барбадуа
  '242': 'bs', // Багамы
  '246': 'bb', // Барбадос
  '441': 'bm', // Бермуды
  '284': 'vg', // Британские Виргинские острова
  '403': 'ca', // Канада
  '416': 'ca', // Канада
  '418': 'ca', // Канада
  '514': 'ca', // Канада
  '604': 'ca', // Канада
  '705': 'ca', // Канада
  '345': 'ky', // Каймановы острова
  '767': 'dm', // Доминика
  '809': 'do', // Доминиканская Республика
  '829': 'do', // Доминиканская Республика
  '849': 'do', // Доминиканская Республика
  '473': 'gd', // Гренада
  '671': 'gu', // Гуам
  '876': 'jm', // Ямайка
  '664': 'ms', // Монсеррат о.
  '670': 'mp', // Северные Марианские острова
  '787': 'pr', // Пуэрто Рико
  '939': 'pr', // Пуэрто Рико
  '869': 'kn', // Сент-Кристофер и Невис
  '758': 'lc', // Сент-Люсия
  '784': 'vc', // Сент-Винсент и Гренадины
  '721': 'sx', // Синт-Мартен
  '868': 'tt', // Тринидад и Тобаго
  '649': 'tc', // Теркс и Кайкос
  '340': 'vi', // Виргинские острова (США)
  '201': 'us', // США
  '202': 'us', // США
  '212': 'us', // США
  '213': 'us', // США
  '305': 'us', // США
  '312': 'us', // США
  '415': 'us', // США
  '718': 'us', // США
  '818': 'us', // США
  '909': 'us', // США
  '703': 'us', // США
}
